Revit 2027 API
Wire.GroundConductorNum Property
 The ground conductor number. Its default value is zero after created.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GroundConductorNum { get; set; }
Public Property GroundConductorNum As Integer
	Get
	Set
public:
property int GroundConductorNum {
	int get ();
	void set (int value);
}
member GroundConductorNum : int with get, set
Property Value
Int32
See Also
Reference
Wire Class
Autodesk.Revit.DB.Electrical Namespace